Repository: Kilin9527/web3_on_chain_game_gongbaojeeding
Catalog: mobile/TextBasedGame/TextBasedGame/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: AGI
zh_hans: 敏捷

source: AP
zh_hans: 攻

# chaosDamage
source: Chaos Dmg
zh_hans: 混沌伤害

# chaosResistance
source: Chaos Res
zh_hans: 混沌抗性

# coldDamage
source: Cold Dmg
zh_hans: 冰霜伤害

# coldResistance
source: Cold Res
zh_hans: 冰霜抗性

# criticalDamage
source: Crit Dmg
zh_hans: 暴击伤害

# criticalHitChance
source: Crit Rate
zh_hans: 暴击率

# darkDamage
source: Dark Dmg
zh_hans: 黑暗伤害

# darkResistance
source: Dark Res
zh_hans: 黑暗抗性

source: DP
zh_hans: 防

# earthDamage
source: Earth Dmg
zh_hans: 大地伤害

# earthResistance
source: Earth Res
zh_hans: 大地抗性

# fireDamage
source: Fire Dmg
zh_hans: 火焰伤害

# fireResistance
source: Fire Res
zh_hans: 火焰抗性

source: HP
zh_hans: 生命

# hpRecovery
source: HP Rec.
zh_hans: 生命回复

# hpSteal
source: Life Steal
zh_hans: 生命吸取

source: INT
zh_hans: 智力

# lightDamage
source: Light Dmg
zh_hans: 光系伤害

# lightResistance
source: Light Res
zh_hans: 光系抗性

# magicAttackPower
source: Magic Attack
zh_hans: 魔法攻击

# magicDefensePower
source: Magic Defense
zh_hans: 魔法防御

# magicEvasionRate
source: Magic Evasion
zh_hans: 魔法闪避

# magicHitRate
source: Magic Hit
zh_hans: 魔法命中

# magicPenetration
source: Magic Pen.
zh_hans: 魔法穿透

source: MP
zh_hans: 魔法

# mpRecovery
source: MP Rec.
zh_hans: 魔法回复

# mpSteal
source: Mana Steal
zh_hans: 魔法吸取

# physicalAttackPower
source: Physical Attack
zh_hans: 物理攻击

# physicalDefensePower
source: Physical Defense
zh_hans: 物理防御

# physicalEvasionRate
source: Physical Evasion
zh_hans: 物理闪避

# physicalHitRate
source: Physical Hit
zh_hans: 物理命中

# physicalPenetration
source: Physical Pen.
zh_hans: 物理穿透

source: SPI
zh_hans: 精神

source: STA
zh_hans: 耐力

source: STR
zh_hans: 力量

# thunderDamage
source: Thunder Dmg
zh_hans: 雷电伤害

# thunderResistance
source: Thunder Res
zh_hans: 雷电抗性

# windDamage
source: Wind Dmg
zh_hans: 风系伤害

# windResistance
source: Wind Res
zh_hans: 风系抗性
